EEC_PROP/src/main/resources/OP_02/FLC/MSG.001_TRN.001/Log/MSG_PRS.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Header xmlns:wsa="http://www.w3.org/2005/08/addressing" xmlns:int="urn:EEC:Interaction:v1.0"><wsa:MessageID>urn:uuid:3882f87b-90e3-46f2-8d42-9d1e04b0cb8d</wsa:MessageID><int:ProcedureID>urn:uuid:4b3e76fe-4b15-4291-822e-fd85a6355636</int:ProcedureID><int:ConversationID>urn:uuid:79ba272e-e010-4921-be6b-21b4ab3eb44e</int:ConversationID><wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To><wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.PRS</wsa:Action><wsa:ReplyTo><wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address></wsa:ReplyTo><wsa:RelatesTo>urn:uuid:c762885f-fb10-4f69-83b8-c5870974f6ec</wsa:RelatesTo><int:Integration>
                        <int:TrackID>urn:uuid:7c92a6e5-458d-4f78-b748-dd97d37b954d</int:TrackID>
                        <int:AcceptTime>2020-01-10T16:01:00+03:00</int:AcceptTime>
                    </int:Integration></soap:Header><soap:Body><sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0"><sgn:SignalId>15779d3a-3e99-4b2c-8e5d-018646c88b98</sgn:SignalId><sgn:DateTime>2020-01-10T16:01:00.589</sgn:DateTime></sgn:ProcessingReceipt></soap:Body></soap:Envelope>
